[
  "People will do almost anything to stay in their comfort zones. If you want to accomplish anything, get out of your comfort zone. Strive to increase order and discipline in your life. Discipline usually means doing the opposite of what you feel like doing. The easy roads to discipline are:<ol><li>Setting deadlines,</li><li>Discovering and doing what you do best and what’s important and enjoyable to you and</li><li>Focusing on habits by replacing your bad habits and thought patterns, one-by-one, over time, with good habits and thought patterns.</li></ol>",
  "Cherish time, your most valuable resource. You can never make up the time you lose. It’s the most important value for any productive happy individual and is the only limitation to all accomplishment. To waste time is to waste your life. The most important choices you’ll ever make are how you use your time.",
  "Think carefully before making any offers, commitments or promises, no matter how seemingly trivial. These are all contracts and must be honored. These also include self-resolutions.",
  "Real regrets only come from not doing your best. All else is out of your control. You’re measured by results only. Trade excuses and \"trying\" for results, and expect half-hearted results from half-hearted efforts. Do more than is expected of you. Life’s easy when you live it the hard way… and hard if you try to live it the easy way.",
  "Always show gratitude when earned, monetarily when possible.",
  "Produce for wealth creation and accumulation. Invest profits for wealth preservation and growth. Produce more than you consume and save a minimum of 20% of all earnings. Pay yourself first.",
  "You’re successful when you like who and what you are. Success includes achievement… while choosing and directing your own activities. It means enjoying intimate relationships and loving what you do in life.",
  "Learn from the giants.",
  "A little caution avoids great regrets. Hope for the best and prepare for the worst. Keep fully insured physically and materially and keep hedged emotionally. Insurance is not for sale when you need it.",
  "Learn the other side’s needs, offer as little information as possible, never underestimate your opposition, and never show weakness when negotiating.",
  "Never enter into nor invest in a business without a solid, well-researched and well thought-out written plan. Execute the plan with passion and precision. Plan and manage your life the same way.",
  "Success comes quickly to those whom develop great powers of intense sustained concentration. The first rule is to get involved by asking focused questions.",
  "Protect your downside. The upside will take care of itself. Cut your losses short – and let your profits run. This takes tremendous discipline.",
  "The primary purpose of business is to create and keep customers. Marketing and innovation produce results. All other business functions are costs. Prospecting and increasing the average value and frequency of sales are the bedrock of marketing and business.",
  "If it’s not proprietary, it won’t work. Pay only on performance. Proprietary interest is one of the most powerful forces ever known. Whatever you reinforce or reward, you get more of.",
  "Competence starts with guaranteeing your work.",
  "Life operates in reverse action to entropy. Therefore the universe is hostile to life. Progress is a continued effort to swim against the stream.",
  "Find out what works, and then do more of it. Focus first on doing the right things, and then on doing things right by mastering details. A few basic moves produce most results and income.",
  "Use leverage with ideas (the ability to generalize is the key to intellectual leverage), work, money, time and people. To maximize profits, replicate yourself. Earning potentials become geometric rather than linear.",
  "Rationalizations are generally convenient evasions of reality and are used as excuses for dishonest behavior, mistakes and/or laziness.",
  "Always have lofty explicit goals and visualize them intensely. Assume the attitude that if you don’t reach your goals, you will literally die! This type of gun-to-your-head forced focus…survival pressure mindset, no matter how briefly used, stimulates your mind, forces you to use your time effectively… and illuminates new ways of getting things done.",
  "The value of any service you have to offer diminishes rapidly once it’s provided. Protect your compensation before performing.",
  "Incalculable effort and hardship over countless generations evolved into the life, values and happiness we take for granted today. Every day should be a celebration of existence. You are a masterpiece of life and should feel and appreciate this all the way down to your bones. Aspire to create, achieve and build onto the great value momentum taking place all around you.",
  "Enthusiasm covers many deficiencies – and will make others want to associate with you.",
  "Working for someone else gives you little chance to make a fortune. By owning your own business, you only have to be good to become wealthy.",
  "Religiously nourish your body with proper nutrition, exercise, recreation, sleep and relaxation techniques.",
  "The choice to exert integrated effort or to default to camouflaged laziness is the key choice that determines your character, competence and future. That critical choice must be made continually – throughout life. The most meaningful thing to live for is reaching your full potential.",
  "Keep an active mind, and continue to grow intellectually. You either grow or regress. Nothing stands still.",
  "Most accomplishment (and problem avoidance) is built on clear persuasive communication. That includes knowing each other’s definitions, careful listening, thinking before talking, focused questioning and observing your feedback. Become a communications expert.",
  "Power comes from stripping away appearances and seeing things as they really are. Socialism appeals to psychological and intellectual weaklings. Identify and replace all external authorities with internal strength and competence. Take full control of, and responsibility for, your conscious mind and every aspect of your life. Being incompetent or dependent in any part of your life or business opens you up to sloppiness, manipulation and irrationality.",
  "If there is not a conscious struggle to be honest in difficult situations, you are probably being dishonest. Characters aren’t really tested until things aren’t going well or until the stakes are high.",
  "Do not compromise if you are right. Hold your ground, show no fear, ask for what you want, and the opposition will usually agree.",
  "If the situation is not right in the long term, walk away from it. Maintain a long term outlook in all endeavors. Live like you don’t have much time left… but plan as if you’ll live for centuries.",
  "Invest only after strict and complete due diligence. Don’t allow yourself to be rushed. Make important decisions carefully, consider your gut feelings… then pull the trigger.",
  "Stress kills. No matter how painful in the short-term, remove all chronically stressful situations, environments and people from your life.",
  "Keep your overhead to a minimum. Rely more on brains, wit and talent… and less on money.",
  "Business is the highest evolution of consciousness and morality. The essences of business are: honesty, effort, responsibility, integration, creativity, objectivity, long-range planning, intensity, effectiveness, discipline, thought and control. Business is life on all levels at all times.",
  "That which is most satisfying is that which is earned. Anything received free of charge is seldom valued. You can’t get something for (from) nothing. The price is too high.",
  "By adhering to a strong honest philosophy, you will remain guiltless, blameless, independent and maintain control over your life. Without a sound philosophy, your life will eventually crumble.",
  "No dream is too big. It takes almost the same amount of time and energy to manage tiny projects or businesses as it does to manage massive ones… and the massive ones carry with them – proportional rewards.",
  "There is no such thing as \"just a little theft\" or \"just a little dishonesty\".",
  "Lead by example.",
  "Take full responsibility for your actions or lack of action. He who errs must pay. This is an easy concept to grasp from the recipient’s end.",
  "An hour of effective, precise, hard, disciplined – and integrated thinking can be worth a month of hard work. Thinking is the very essence of, and the most difficult thing to do in business and in life. Empire builders spend hour-after-hour on mental work…while others party. If you’re not consciously aware of putting forth the effort to exert self-guided integrated thinking… if you don’t act beyond your feelings and instead take the path of least resistance, then you give in to laziness, make bad decisions and no longer control your life.",
  "Out-think, out-innovate and out-hustle the competition, and vividly visualize yourself as winning before entering into every deal or competitive situation. Maintain a blood-smelling, fighter pilot life-or-death attitude when any deal gets near to a close.",
  "First impressions are lasting impressions. Put your best foot forward. People treat you like you teach them to treat you. A success key is positioning yourself at the top of their agenda.",
  "The right thing is usually not the easy thing to do. You may sacrifice popularity for rightness, but you’ll lose self-esteem for wrongness. Don’t be afraid to say \"no\".",
  "If someone lies to you once, he’ll lie to you a thousand times. Lying is for thieves and cowards.",
  "Have strict and total respect for other people’s property.",
  "Producing results is more important than proving you’re right. To get things done, try to understand others’ frames of references, points of view, needs and wants. Then determine what is honest, fair, effective and rational… and act accordingly.",
  "Long term success is built on credibility and on establishing enduring loving relationships with quality people based on mutually earned trust. Cut all ties with dishonest, negative or lazy people, and associate with people who share your values. You become whom you associate with.",
  "Don’t be preoccupied with things over which you have no control, and don’t take things personally.",
  "Spend more time working \"on\" your business than \"in\" your business.",
  "Don’t enter into a business relationship with anyone unknown to you without being furnished with references dating back at least 10 years. If he doesn’t have good enduring relationships, stay away. Check all representations on which you will rely made by everyone.",
  "Enjoy life. Treat it as an adventure. Care passionately about the outcome, but keep it in perspective. Things are seldom as bleak as they seem when they are going wrong – or as good as they seem when they are going well. Lighten up. You’ll live longer.",
  "Identify exactly what it is you want. This takes a lot of thought. Then don’t let anything stand in your way of getting it.",
  "You can get any job done through the sheer force of will when combined with uncompromising integrity and competence. Strong leadership is the key.",
  "You are responsible for exactly who, what and where you are in life. That will be just as true this time next year. Situations aren’t important. How you react to them is. You have to play it where it lies.",
  "The foundation of achievement is intense desire. The world’s highest achievers have the highest levels of dissatisfaction. Those with the lowest levels are the failures. The best way to build desire is to make resolute choices for the future.",
  "Integrate every aspect of your life (body, mind, spirit, relationships, business) and each within itself. Integrating means understanding and digesting a process…and seeing relationships among seemingly unrelated phenomena. It’s a sign of innovative genius.",
  "Never be deceptive when trying to achieve a personal gain. Shortchanging others results in loss of self-esteem.",
  "If your purpose of life is security, you will be a failure. Security is the lowest form of happiness.",
  "Never enter into a contract unless all parties benefit. But no partnership is ever 50/50. There will always be inequities.",
  "Review the basics of your profession at least once per year.",
  "Bitterness, jealousy and anger empower your enemies and enslave you. Negative thinking results in the destruction of property. It is anti-property, therefore anti-capitalistic and anti-life. It also erodes your health. Forgive, learn your lessons, and get on with your life.",
  "Most people spend 90% of their time on what they’re not best at and what they don’t like doing – and only 10% of their time on their best and most enjoyable ability. Geniuses delegate the 90%… and spend all their time on their \"unique ability.\"",
  "High self-esteem can only come from moral productivity and achievement.",
  "There are an infinite number of new opportunities. Actively seek them out, and position yourself to recognize and take advantage of them.",
  "There is no such thing as a good idea unless it is developed and utilized.",
  "For maximum profits, identify and market universal needs, wants and trends. Creating desire, satisfying needs and wants and replacing problems with creative innovations are the essence of profit generation.",
  "To maximize opportunities, seek and master the complicated. The major solutions you find will be surprisingly simple, and the competition is minimal.",
  "Always have options. Options are a primary source of power. Power also comes from stripping away appearances and seeing things as they really are.",
  "Nothing wins more often than superior preparation. Genius is usually preparation.",
  "Patience is profitable. Achievement comes from the sum of consistent small efforts, repeated daily.",
  "Persistence is a sure path to success with quality activities. Never, ever, ever give up.",
  "\"I will do this\" is the only attitude that works. \"I’ll try\" or \"I think\" doesn’t work.",
  "Always work on increasing the size of the pie, rather than just your portion.",
  "Rewards are rare without risks, but take only carefully calculated risks. Make sure the odds are on your side.",
  "The \"how\" you get it (with integrity) is more important than the \"what\".",
  "Be explicit and semantically precise in all communications, agreements and dealings. Summarize and write down important discussions…and make sure all sides agree. Putting agreements in writing avoids misunderstandings. Memories are fallible, and death is inevitable (so far).",
  "The best way to get started is to get started. Life rewards action… not reaction. Wait for nothing. Attack life. Don’t plan to death or ask for permission… but act now… and apologize later.",
  "Question everything. Don’t believe it’s true or right just because it’s conventional. Strip all limits from your imagination on every deal and look for an unconventional creative opportunity in every mistake, crisis or problem. Be flexible, and be willing to turn on a dime when advantageous.",
  "Have fun. The single key to a successful happy life is finding a vocation you enjoy – one that excites you the most.",
  "Nobody gets old by surprise.",
  "When it’s a matter of producing or starving, people don’t starve.",
  "You get what you expect, not what you want. Fill your life with positive expectations. Demand the best. Attitude and desire contribute to 90% of your achievement. Anyone can learn the physical mechanics.",
  "The surest way to accomplish your business goals is making service to others your primary goal. The key to success is adding value to others’ lives.",
  "The source of lasting happiness can never come from outside yourself through consuming values – but only from within yourself by creating values. Producing more than you consume is the only justification for existence.",
  "Unattended problems will not go away, but will usually get worse. Anticipate and avoid problems – or meet them head on at the outset. Overcome fear by attacking it.",
  "Find an excuse to laugh every chance you get, especially when you least feel like it.",
  "When someone makes a big issue about his honesty or achievements, he is probably dishonest or a failure.",
  "Put the magic power of compound interest to work with every available dollar.",
  "The best investment you will ever make is your steady increase of knowledge. Invest in yourself. Thirty minutes of study per day eventually makes you an expert in any subject – but only if you apply that knowledge. Study alone is no substitute for experience. Education is always painfully slow.",
  "For each important action you take, ask yourself if you would be embarrassed if it were published. It takes a lifetime of effort to build a good reputation but only a moment of stupidity to destroy it.",
  "You are exactly what you believe and think about all day long. Constantly monitor your thoughts.",
  "Skepticism is a key to rational thinking. Be especially skeptical of your own cherished beliefs. You might be wrong… and things change.",
  "Anxiety is usually caused by lack of control, organization, preparation and action.",
  "The first rule of sharpening your mind is to be an alert and sensitive observer. Assume nothing. If it can’t be observed, it’s not true. Never act on blind faith. Whenever something sounds too good to be true, it almost always is. Refuse to be swayed by emotion when it conflicts with reason. Observation is the genesis of all knowledge and progress…and is the first and last step of every thinking man’s tool – The Scientific Method. All science and most progress is built on the Scientific Method (most non-scientists use it by accident). The steps are:<ol><li>OBSERVATION. Gathering and rationally organizing facts. This is where most people fail.</li><li>INDUCTIVE REASONING. Forming a hypothesis – or a generalization of facts held to be true.</li><li>EXTRAPOLATION. Making a projection or prediction based on the hypothesis in areas you didn’t yet observe.</li><li>OBSERVATION. A test for the hypothesis to see if it works.</li></ol>",
  "Experience is not what happens to you. It’s what you do with what happens to you. It takes a wise man to learn from his own mistakes…and a genius to learn and profit from the mistakes and experiences of others.",
  "The purpose of life is to delay, avoid and eventually reverse death."
]
